/* Must be a short message so it can fit in the space.  You can use abbreviations.  The user was awarded an extra number of points denoted by the %ld for using the letter denoted by %@. */
" %@: +%ld points" = " %1$@: +%2$ld points";

/* Label for game statistics. */
"% from bonus tiles" = "% from bonus tiles";

/* Michael Challenges You to Beat Their Score */
"%@ Challenges You to Beat Their Score" = "%@ Challenges You to Beat Their Score";

/* No comment provided by engineer. */
"%@ extra seconds" = "%@ extra seconds";

/* No comment provided by engineer. */
"%@ extra shuffle" = "%@ extra shuffle";

/* Challange to friends. */
"%@ got %@ points on level %@ in Wordflick.  Try to beat that." = "%1$@ got %2$@ points on level %3$@ in Wordflick.  Try to beat that.";

/* 1 point... singular */
"%@ point" = "%@ point";

/* A display of points.  For example: '100 points' where %@ is the number of points. */
"%@ points" = "%@ points";

/* %@ Quick Reference */
"%@ Quick Reference" = "%@ Quick Reference";

/* Wordflick sales pitch. */
"%@ sales pitch." = "%@ sales pitch.";

/* A display of seconds.  For example: '100 seconds' where %@ is the number of seconds. */
"%@ seconds" = "%@ seconds";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  Alerts the user that they can shuffle the game pieces an extra number of times. */
"%d Extra Shuffles!" = "%d Extra Shuffles!";

/* Abort */
"Abort" = "Abort";

/* Abort Level */
"Abort Level" = "Abort Level";

/* About */
"About" = "About";

/* Achevements */
"Achevements" = "Achevements";

/* Alert title */
"Alert" = "Alert";

/* subtitle or detail label to the like us on facebook string. */
"all the kids are doing it" = "all the kids are doing it";

/* Don't translate 'App Store' as it is the name of Apple's store. */
"Available on the App Store" = "Available on the App Store";

/* A label for a switch that will allow the users to turn on or off the background music. */
"Background Music" = "Background Music";

/* Button that will load the blog. */
"Blog" = "Blog";

/* Bonus Shuffles */
"Bonus Shuffles" = "Bonus Shuffles";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Bonus: +%d bonus points" = "Bonus: +%d bonus points";

/* Cancel */
"Cancel" = "Cancel";

/* Number of coins earned in level. */
"Chad Tokens" = "Chad Tokens";

/* A button that will bring up a challange screen. */
"Challange a Friend on Facebook" = "Challange a Friend on Facebook";

/* A button that will bring up a challange screen. */
"Challange a Friend on Twitter" = "Challange a Friend on Twitter";

/* Message sent to their friends. */
"Challenge Sent" = "Challenge Sent";

/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "Check your parental control settings and try again later";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  Counts the number of times they cleared the screen. */
"Cleared screen %d times!" = "Cleared screen %d times!";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they get an extra one hundred points for clearing the game board. */
"Cleared the board! +%d points!" = "Cleared the board! +%d points!";

/* A label that is next to the level number or name they just completed. */
"Completed Level" = "Completed Level";

/* Continue playing button title. */
"Continue" = "Continue";

/* Copyright statement. */
"Copyright EVERYDAY APPS LLC %@.  All rights reserved." = "Copyright EVERYDAY APPS LLC %@.  All rights reserved.";

/* No comment provided by engineer. */
"Created by Everyday Apps LLC in Cincinnati, OH.  Software designed by Michael Thomason for his loving wife Cher." = "Created by Everyday Apps LLC in Cincinnati, OH.  Software designed by Michael Thomason for his loving wife Cher.";

/* Device is not configured for email. */
"Device is not configured for email." = "Device is not configured for email.";

/* Title for button to dismiss general alert views. */
"Dismiss" = "Dismiss";

/* Game instructions. */
"Drag or flick tiles to the drop zone located at the bottom of the screen." = "Drag or flick tiles to the drop zone located at the bottom of the screen.";

/* A short description of the cost to play. */
"Each game cost one or more gold game tokens." = "Each game cost one or more gold game tokens.";

/* The word equals, or optionally the equal sign (=). */
"equals" = "equals";

/* Link to Everydayapps.com */
"Everydayapps.com" = "Everydayapps.com";

/* Caption, next to an image of the tile. */
"Extra Points Tile" = "Extra Points Tile";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one extra shuffle of the game tiles. */
"Extra shuffle" = "Extra shuffle";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they must have fifteen seconds of time on the game clock to use an extra shuffle of the game tiles */
"Extra shuffle requires %d seconds!" = "Extra shuffle requires %d seconds!";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized fifty points for using an extra shuffle of the game tiles. */
"Extra shuffle: %d points!" = "Extra shuffle: %d points!";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized ten seconds off of the game clock for using an extra shuffle of the game tiles. */
"Extra shuffle: %d seconds!" = "Extra shuffle: %d seconds!";

/* Caption, next to an image of the tile. */
"Extra Shuffles Tile" = "Extra Shuffles Tile";

/* Caption, next to an image of the tile. */
"Extra Time Tile" = "Extra Time Tile";

/* Link to Facebook.com */
"Facebook" = "Facebook";

/* Title for alert view */
"Facebook Login" = "Facebook Login";

/* Title for alert that the news blog failed to load. */
"Failed to load weblog." = "Failed to load weblog.";

/* Game Name */
"Game Name" = "Game Name";

/* Game Over title bar display. */
"Game Over" = "Game Over";

/* iTunes Link */
"Get %@" = "Get %@";

/* Above the list of global high scores.
   Above the list of global high scores.  The %@ is a version number. */
"Global" = "Global";

/* In the control screen. Displayed while game is playing. */
"GOAL" = "GOAL";

/* A label that is next to the display of the number of points required to successfully complete the next level. */
"Goal" = "Goal";

/* Number of coins earned in level. */
"Gold Tokens" = "Gold Tokens";

/* Link to plus.google.com */
"Google+" = "Google+";

/* High Scores */
"High Scores" = "High Scores";

/* Challange to Twitter users. */
"I got %@ points on level %@ of Wordflick. Try to beat that." = "I got %1$@ points on level %2$@ of Wordflick. Try to beat that.";

/* No comment provided by engineer. */
"In-App Purchasing disabled" = "In-App Purchasing disabled";

/* The title of an alert box says information. */
"Information" = "Information";

/* Tells user that the Internet connection is not available, and posting scores to the server requires Internet service. */
"Internet connection not available. Enable wi-fi / 3g to post your scores to the server." = "Internet connection not available. Enable wi-fi / 3g to post your scores to the server.";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Letter %@: +%d bonus points" = "Letter %1$@: +%2$d bonus points";

/* A label that is next to the level number or name they are about to play. */
"Level" = "Level";

/* Level %d */
"Level %d" = "Level %d";

/* Level Aids */
"Level Aids" = "Level Aids";

/* The title of a screen that displays statistics from the level they just played. */
"Level Loot" = "Level Loot";

/* Level Name */
"Level Name" = "Level Name";

/* Level Number */
"Level Number" = "Level Number";

/* Level Over title bar display. */
"Level Over" = "Level Over";

/* The title of a screen that displays statistics from the level they just played. */
"Level Stats" = "Level Stats";

/* Level Status */
"Level Status" = "Level Status";

/* No comment provided by engineer. */
"Like Us on Facebook" = "Like Us on Facebook";

/* Above the list of local high scores, or scores stored on the device. */
"Local" = "Local";

/* Log in */
"Log in" = "Log in";

/* Title for alert view */
"Login Failed" = "Login Failed";

/* Login to Facebook Button */
"Login to Facebook" = "Login to Facebook";

/* Login to Twitter Button */
"Login to Twitter" = "Login to Twitter";

/* Title of a screen that displays loot, items, goods, and tokens that the player purchases, or earns inside the game. */
"Loot" = "Loot";

/* Table cell, that when touched, will take the user to the loot details screen. */
"Loot details" = "Loot details";

/* Details on in game loot. */
"Loot Details" = "Loot Details";

/* Message created by Wordflick Pro */
"Message created by Wordflick Pro" = "Message created by Wordflick Pro";

/* Caption, next to an image of the tile. */
"Multiple Bonuses Tile" = "Multiple Bonuses Tile";

/* New Game */
"New Game" = "New Game";

/* Button that will load the news feed. */
"News Feed" = "News Feed";

/* The title of a screen that displays the goals for the next level. */
"Next Level" = "Next Level";

/* Cancel button title. */
"No" = "No";

/* Caption, next to an image of the tile. */
"Normal Tile" = "Normal Tile";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  Message tells the user that the word they tried to use is not a word in the dictionary. That is, they can not use that word. */
"Not a word." = "Not a word.";

/* Title to message box. */
"Not Enough Tokens" = "Not Enough Tokens";

/* Objective */
"Objective" = "Objective";

/* Button that user can press to acknowledge the error. */
"OK" = "OK";

/* Paused Navigation Item Title */
"Paused" = "Paused";

/* A button that when pressed will start the game as the user with the name '%@.' */
"Play as %@" = "Play as %@";

/* Play Level %@ */
"Play Level %@" = "Play Level %@";

/* Player Settings */
"Player Settings" = "Player Settings";

/* note to user, to please be nice. */
"please be nice" = "please be nice";

/* Points */
"Points" = "Points";

/* In the control screen. Displayed while game is playing. */
"POINTS" = "POINTS";

/* A label that is next to the number of points earned in the last level. */
"Points for Level" = "Points for Level";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Points Multiplier: +%d bonus points" = "Points Multiplier: +%d bonus points";

/* Publish post to page request cancelled */
"Publish post to page request cancelled" = "Publish post to page request cancelled";

/* Remove Ads */
"Remove Ads" = "Remove Ads";

/* Resume bar button item, shown on paused screen. */
"Resume" = "Resume";

/* Resume */
"Resume Game" = "Resume Game";

/* No comment provided by engineer. */
"Review request approved" = "Review request approved";

/* No comment provided by engineer. */
"Send an email.  It's really the best way." = "Send an email.  It's really the best way.";

/* Sent by Michael from Wordflick */
"Sent by %@ from Wordflick" = "Sent by %@ from Wordflick";

/* Button title for the settings menu. */
"Setting" = "Setting";

/* Title of a screen that allows users to change the settings. */
"Settings" = "Settings";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one or more extra shuffle of the game tiles. */
"Shuffle Multiplier: +%d shuffles" = "Shuffle Multiplier: +%d shuffles";

/* Shuffles */
"Shuffles" = "Shuffles";

/* Number of coins earned in level. */
"Silver Sokens" = "Silver Sokens";

/* A label for a switch that will allow the users to turn on or off the sound effects. */
"Sound Effects" = "Sound Effects";

/* Game instructions. */
"Spell longer and more elaborate words to yeild more points." = "Spell longer and more elaborate words to yeild more points.";

/* Message for alert view */
"Success" = "Success";

/* Purchase statement shown after inapp purchase. */
"The following item was purchased and crededited to your account: \"%@.\"" = "The following item was purchased and crededited to your account: \"%@.\"";

/* Message to use when inapp purchase fails. */
"The transaction failed." = "The transaction failed.";

/* A label that is next to the display of the number of seconds the user has to successfully complete the next level. */
"Time" = "Time";

/* Time Boosters */
"Time Boosters" = "Time Boosters";

/* In the control screen. Displayed while game is playing. */
"TIME REMAINING" = "TIME REMAINING";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer Multiplier: +%d seconds" = "Timer Multiplier: +%d seconds";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer: +%d seconds" = "Timer: +%d seconds";

/* The title of a screen that displays the grand total loot earned by the player. */
"Total Loot" = "Total Loot";

/* A label that is next to the number of points earned so far in the whole game. */
"Total Points" = "Total Points";

/* Label for game statistics. */
"Total Points Ever" = "Total Points Ever";

/* Alert message title to show after inapp purchase. */
"Transaction Complete" = "Transaction Complete";

/* Alert message title to show after inapp purchase. */
"Transaction Failed" = "Transaction Failed";

/* Title for alert. */
"Trouble Posting Scores" = "Trouble Posting Scores";

/* No comment provided by engineer. */
"Tweet About It" = "Tweet About It";

/* Link to Twitter.com */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"View Other Apps in the App Store" = "View Other Apps in the App Store";

/* No comment provided by engineer. */
"View other credits." = "View other credits.";

/* Will try to submit scores again later. */
"We will try to submit your score again later." = "We will try to submit your score again later.";

/* Wordflick Achievement:  */
"Wordflick Achievement: " = "Wordflick Achievement: ";

/* Title label or game name: Wordflick Classic */
"Wordflick Classic" = "Wordflick Classic";

/* Title label or game name: Wordflick Debug */
"Wordflick Debug" = "Wordflick Debug";

/* Title label or game name: Wordflick FastBreak */
"Wordflick FastBreak" = "Wordflick FastBreak";

/* Don't translate Wordflick or iOS */
"Wordflick for iOS." = "Wordflick for iOS.";

/* Title label or game name: Wordflick Free Play */
"Wordflick Free Play" = "Wordflick Free Play";

/* Title label or game name: Wordflick Jr. */
"Wordflick Jr." = "Wordflick Jr.";

/* Wordflick Pro Achievement */
"Wordflick Pro Achievement" = "Wordflick Pro Achievement";

/* Wordflick Pro for iOS. */
"Wordflick Pro for iOS." = "Wordflick Pro for iOS.";

/* Link to Wordflick.com */
"Wordflick.com" = "Wordflick.com";

/* The title of a screen that displays a list of words that the user got in the previous level. */
"Words" = "Words";

/* Question in the body of a message box. */
"Would you like to login to %@?  This is to submit achievements.  Canceling this three times will disable %@ support." = "Would you like to login to %1$@?  This is to submit achievements.  Canceling this three times will disable %2$@ support.";

/* No comment provided by engineer. */
"Write a Review on the App Store" = "Write a Review on the App Store";

/* Accept button title. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You can use this feature for reviewing the app." = "You can use this feature for reviewing the app.";

/* Body to message box. */
"You do not have enough tokens to play this game.  Please purchase more tokens from the store." = "You do not have enough tokens to play this game.  Please purchase more tokens from the store.";

/* Message sent to their friends. */
"Your friends are put on notice." = "Your friends are put on notice.";

